{
	"app-information": {
		"name": {
			"description": "Название приложения, которое будет отображаться в App Store",
			"required": true,
			"max-length": 30,
			"value": "Мессенджер АДАМАНТ"
		},
		"subtitle": {
			"description": "Краткое описание приложения, которое появится под его названием в App Store. Оно будет отображаться для пользователей устройств с iOS 11 и новее",
			"max-length": 30,
			"value": "Мессенджер на блокчейне"
		},
		"privacy-policy-url": {
			"description": "Ссылка на политику конфиденциальности Вашей организации. Политика конфиденциальности необходима для детских приложений и приложений с автоматически продлеваемыми или бесплатными подписками, а также для приложений с регистрацией учетных записей и приложений, использующих доступ к уже существующим учетным записям пользователей (если иное не установлено законодательством). Политика конфиденциальности рекомендована для всех приложений, выполняющих сбор данных о пользователях или устройствах",
			"value": ""
		}
	},
	"version-information": {
		"promotional-text": {
			"description": "Рекламный текст позволяет информировать посетителей App Store об актуальных функциях приложения. Отправка обновленных материалов при этом не требуется. Данный текст появится над описанием в App Store. Он будет отображаться для пользователей устройств с iOS 11 или новее и macOS 10.13 или новее",
			"max-length": 170,
			"value": "Абсолютно анонимный. Технологии Blockchain. Открытый код гарантирует доверие. Идеален для делового общения."
		},
		"keywords": {
			"Description": "Одно или несколько ключевых слов, описывающих приложение. Поиск в App Store по ключевым словам дает более точные результаты. Разделяйте ключевые слова запятыми.",
			"max-length": 100,
			"value": "Блокчейн, Мессенджер, Биткоин, Защищенный, Анонимный, Бизнес, Чат, Ватсап, Телеграм, Вайбер, Скайп"
		},
		"app-description": {
			"description": "Описание приложения, раскрывающее его функции и возможности"
			"max-length" 4000,
			"value": "АДАМАНТ — самый защищенный и анонимный мессенджер, зашифрованный в Blockchain.\n\nОсобенности:\n\n– Самый защищенный и анонимный мессенджер (см. таблицу сравнения)\n– Заслуживает доверия. Полностью открытый исходный код.\n– Единственный мессенджер, работающий полностью на Blockchain\n– Передача токенов ADM/ ETH/ BTC/ etc. в чатах (в разработке для iOS)\n– Получите 0.09 ADM для бесплатного тестирования мессенджера прямо сейчас\n"
		},
		"support-url": {
			"description": "URL-адрес службы поддержки Вашего приложения. Он будет отображаться в App Store",
			"value": ""
		},
		"marketing-url": {
			"description": "URL-адрес с рекламной информацией о приложении. Он будет отображаться в App Store",
			"value": "https://adamant.im/"
		},
		"copyright": {
			"description": "Имя лица или название организации, которые владеют уникальными правами на приложение; указывается после года получения прав (например, «2008 ИП Иванов И.И.»). Не указывайте URL-адрес",
			"value": "2018 ADAMANT Tech Labs"
		}
	}
}
